import { Row, Col } from "antd";
require("./style.less");

const ExternalServices = () => {
  return (
    <Row id="external-services" gutter={[24, 24]}>
      <Col md={6}>
        <div>
          <h2>سامانه کاربران</h2>
          <ul>
            <li>ثبت نام آنلاین</li>
            <li>ارسال اصل و چکیده مقاله</li>
            <li>ثبت اطلاعات سایر نویسندگان مقاله</li>
            <li>پرینت کارت ورود به همایش توسط کاربر</li>
            <li>پرداخت آنلاین هزینه های همایش</li>
            <li>قابلیت تغییر مقاله تا قبل از ارسال به داور</li>
            <li>اطلاع رسانی از طریق ایمیل </li>
          </ul>
        </div>
      </Col>
      <Col md={6}>
        <div>
          <h2>سامانه داوران</h2>
          <ul>
            <li>ثبت نام آنلاین</li>
            <li>ارسال اصل و چکیده مقاله</li>
            <li>ثبت اطلاعات سایر نویسندگان مقاله</li>
            <li>پرینت کارت ورود به همایش توسط کاربر</li>
            <li>پرداخت آنلاین هزینه های همایش</li>
            <li>قابلیت تغییر مقاله تا قبل از ارسال به داور</li>
            <li>اطلاع رسانی از طریق ایمیل </li>
          </ul>
        </div>
      </Col>
      <Col md={6}>
        <div>
          <h2>مدیریت دبیرخانه علمی</h2>
          <ul>
            <li>ثبت نام آنلاین</li>
            <li>ارسال اصل و چکیده مقاله</li>
            <li>ثبت اطلاعات سایر نویسندگان مقاله</li>
            <li>پرینت کارت ورود به همایش توسط کاربر</li>
            <li>پرداخت آنلاین هزینه های همایش</li>
            <li>قابلیت تغییر مقاله تا قبل از ارسال به داور</li>
            <li>اطلاع رسانی از طریق ایمیل </li>
          </ul>
        </div>
      </Col>
      <Col md={6}>
        <div>
          <h2>مدیریت سایت و دبیرخانه اجرایی</h2>
          <ul>
            <li>ثبت نام آنلاین</li>
            <li>ارسال اصل و چکیده مقاله</li>
            <li>ثبت اطلاعات سایر نویسندگان مقاله</li>
            <li>پرینت کارت ورود به همایش توسط کاربر</li>
            <li>پرداخت آنلاین هزینه های همایش</li>
            <li>قابلیت تغییر مقاله تا قبل از ارسال به داور</li>
            <li>اطلاع رسانی از طریق ایمیل </li>
          </ul>
        </div>
      </Col>
    </Row>
  );
};

export default ExternalServices;
